<!--begin::Container-->
<div class="container-fluid">
    <!--begin::Row-->
    <div class="row">
        <!--begin::Col-->
        <div class="col-lg-3 col-6">
            <!--begin::Small Box Widget 1-->
            <div class="small-box text-bg-primary">
                <div class="inner">
                    <h3>{{$publicationCount}}</h3>
                    <p>Количество публикаций</p>
                </div>
                <svg
                    class="small-box-icon"
                    fill="currentColor"
                    viewBox="0 0 24 24"
                    xmlns="http://www.w3.org/2000/svg">
                    aria-hidden="true"
                    <path
                        d="M4 6.633c.14-.056.308-.118.503-.181A9.77 9.77 0 0 1 7.5 6a9.77 9.77 0 0 1 2.997.452c.195.063.363.125.503.181v10.88A11.817 11.817 0 0 0 7.5 17c-1.46 0-2.649.248-3.5.513V6.633zm8-1.748a9.257 9.257 0 0 0-.888-.337A11.769 11.769 0 0 0 7.5 4c-1.526 0-2.755.271-3.612.548a8.889 8.889 0 0 0-1.001.389 5.905 5.905 0 0 0-.357.18l-.025.014-.009.005-.003.002h-.001c-.002.002-.247.147-.002.002A1 1 0 0 0 2 6v13a1 1 0 0 0 1.51.86l-.005.003h.001l.002-.001.001-.001.037-.02c.037-.02.098-.05.182-.09.17-.078.43-.188.775-.3A9.77 9.77 0 0 1 7.5 19a9.77 9.77 0 0 1 2.997.451 6.9 6.9 0 0 1 .775.3 3.976 3.976 0 0 1 .223.112m0 0h-.001l-.002-.001-.001-.001c.314.185.704.185 1.018 0l.037-.02c.037-.02.098-.05.182-.09a6.9 6.9 0 0 1 .775-.3A9.77 9.77 0 0 1 16.5 19a9.77 9.77 0 0 1 2.997.451 6.9 6.9 0 0 1 .775.3 3.976 3.976 0 0 1 .219.11A1 1 0 0 0 22 19V6a1 1 0 0 0-.49-.86l-.002-.001h-.001l-.003-.003-.01-.005-.024-.014a5.883 5.883 0 0 0-.357-.18 8.897 8.897 0 0 0-1-.389A11.769 11.769 0 0 0 16.5 4c-1.525 0-2.755.271-3.612.548a9.112 9.112 0 0 0-.888.337m8 1.748v10.88A11.817 11.817 0 0 0 16.5 17c-1.46 0-2.649.248-3.5.513V6.633c.14-.056.308-.118.503-.181A9.77 9.77 0 0 1 16.5 6a9.77 9.77 0 0 1 2.997.452c.195.063.363.125.503.181zm.49.228l.005.002h-.001l-.003-.002zm0 13l.004.002-.002-.002"/>
                </svg>
            </div>
            <!--end::Small Box Widget 1-->
        </div>
        <!--end::Col-->
        <div class="col-lg-3 col-6">
            <!--begin::Small Box Widget 2-->
            <div class="small-box text-bg-success">
                <div class="inner">
                    <h3>{{$ratingPoints}} <sub class="small fw-normal text-muted">балла</sub></h3>
                    <p>Текущий рейтинг</p>
                </div>
                <svg
                    class="small-box-icon"
                    fill="currentColor"
                    viewBox="0 0 24 24"
                    aria-hidden="true"
                    xmlns="http://www.w3.org/2000/svg"
                >
                    <path
                        d="M18.375 2.25c-1.035 0-1.875.84-1.875 1.875v15.75c0 1.035.84 1.875 1.875 1.875h.75c1.035 0 1.875-.84 1.875-1.875V4.125c0-1.036-.84-1.875-1.875-1.875h-.75zM9.75 8.625c0-1.036.84-1.875 1.875-1.875h.75c1.036 0 1.875.84 1.875 1.875v11.25c0 1.035-.84 1.875-1.875 1.875h-.75a1.875 1.875 0 01-1.875-1.875V8.625zM3 13.125c0-1.036.84-1.875 1.875-1.875h.75c1.036 0 1.875.84 1.875 1.875v6.75c0 1.035-.84 1.875-1.875 1.875h-.75A1.875 1.875 0 013 19.875v-6.75z"
                    ></path>
                </svg>
            </div>
            <!--end::Small Box Widget 2-->
        </div>
        <!--end::Col-->
        <div class="col-lg-3 col-6">
            <!--begin::Small Box Widget 3-->
            <div class="small-box text-bg-warning">
                <div class="inner">
                    <h3>{{$pendingCount}}</h3>
                    <p>На рассмотрении</p>
                </div>
                <svg
                    class="small-box-icon"
                    fill="currentColor"
                    aria-hidden="true"
                    viewBox="0 0 16 16">
                    <path
                        d="M13,5A5,5,0,0,0,8,0,5.74,5.74,0,0,0,6.92.11,5,5,0,0,0,4.6,8.64,3.5,3.5,0,0,1,5.7,10.8h0A.7.7,0,0,0,5.21,12a.7.7,0,0,0,0,1,.7.7,0,0,0,.49,1.2H6a2,2,0,0,0,4,0h.32a.7.7,0,0,0,.49-1.2.7.7,0,0,0,0-1,.7.7,0,0,0-.49-1.2h0a3.5,3.5,0,0,1,1.1-2.16A5,5,0,0,0,13,5ZM8.9,10.8H7.1A4.9,4.9,0,0,0,5.55,7.61a3.54,3.54,0,0,1-1.09-3.3A3.58,3.58,0,0,1,7.2,1.48,4.43,4.43,0,0,1,8,1.4,3.6,3.6,0,0,1,11.6,5a3.51,3.51,0,0,1-1.15,2.61A4.9,4.9,0,0,0,8.9,10.8ZM8,2.5v1A1.5,1.5,0,0,1,9.5,5h1A2.5,2.5,0,0,0,8,2.5Z"/>
                </svg>
            </div>
            <!--end::Small Box Widget 3-->
        </div>
        <!--end::Col-->
        <div class="col-lg-3 col-6">
            <!--begin::Small Box Widget 4-->
            <div class="small-box text-bg-danger">
                <div class="inner">
                    <h3>{{$rejectedCount}}</h3>
                    <p>Отклонённые</p>
                </div>
                <svg
                    class="small-box-icon"
                    fill="currentColor"
                    aria-hidden="true"
                    viewBox="0 0 24 24" xmlns="http://www.w3.org/2000/svg">
                    <path
                        d="M21 12C21 16.9706 16.9706 21 12 21C7.02944 21 3 16.9706 3 12C3 7.02944 7.02944 3 12 3C16.9706 3 21 7.02944 21 12ZM16.1716 14.7574C16.6951 13.967 17 13.0191 17 12C17 9.23858 14.7614 7 12 7C10.9809 7 10.033 7.30488 9.24261 7.8284L16.1716 14.7574ZM7.8284 9.24261L14.7574 16.1716C13.967 16.6951 13.0191 17 12 17C9.23858 17 7 14.7614 7 12C7 10.9809 7.30488 10.033 7.8284 9.24261ZM12 5C8.13401 5 5 8.13401 5 12C5 15.866 8.13401 19 12 19C15.866 19 19 15.866 19 12C19 8.13401 15.866 5 12 5Z"/>
                </svg>
            </div>
            <!--end::Small Box Widget 4-->
        </div>
        <!--end::Col-->
    </div>
    <!--end::Row-->
{{--    <!--begin::Row-->--}}
{{--    <!-- Start col -->--}}
{{--    <div class="col-12 connectedSortable">--}}
{{--        <div class="card mb-4">--}}
{{--            <div class="card-header"><h3 class="card-title">ГРАФИК С Кол-вом публикаций и рейтенгом (??????????)</h3></div>--}}
{{--            <div class="card-body">--}}
{{--                <div id="revenue-chart"></div>--}}
{{--            </div>--}}
{{--        </div>--}}
{{--        <!-- /.card -->--}}
{{--    </div>--}}
{{--    <!-- /.Start col -->--}}
    <!-- /.row (main row) -->
</div>
<!--end::Container-->
